Repository: ricardozanini/ldap-users-sync
Catalog: languages/ldap-users-sync-*.po
Languages: pt_br

source: LDAP Sync Options
pt_br: LDAP Sync Opções

source: Date
pt_br: Data

source: Status
pt_br: Posição

source: Time Taken
pt_br: Tempo de Demora

source: Updated
pt_br: Atualizados

source: Inactivated
pt_br: Inativados

source: Full Sync
pt_br: Sincronização Completa

source: No one
pt_br: Ninguém

source: More
pt_br: Mais

source: View
pt_br: Visualizar

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: seconds
pt_br: segundos

source: Delete
pt_br: Excluir

source: No logs.
pt_br: Não há logs.

source: No data available.
pt_br: Não há registros.

source: <b>Synchronization Process:</b> Started Successfully!
pt_br: <b>Processo de Sincronização:</b> Iniciado com Sucesso!

source: <b>LDAP Connection Test:</b> Successful!
pt_br: <b>Teste de Conexão com LDAP:</b> Sucesso!

source: <b>LDAP Connection Test:</b> Failed!
pt_br: <b>Teste de Conexão com LDAP:</b> Falhou!

source: Saved Options!
pt_br: Opções Salvas!

source: Log(s) deleted!
pt_br: Log(s) excluído(s)!

source: <b>Log deletion:</b> Failed!
pt_br: <b>Exclusão de Log:</b> Falhou!

source: Server Address:
pt_br: Endereço do Servidor:

source: The name or IP address of the LDAP server. The protocol should be left out. (Ex. ldap.example.com). If you have more than one server, use commas. (Ex. ldap1.example.com, ldap2.example.com)
pt_br: O nome ou endereço IP do servidor LDAP. O protocolo deve ser deixado de fora. (Ex. ldap.exemplo.com). Se você possui mais de um servidor, separe-os por vírgula. (Ex. ldap1.exemplo.com, ldap2.exemplo.com)

source: Server Port:
pt_br: Porta do Servidor:

source: Port Number of the LDAP server. (LDAP: Linux=389, Windows=3268) (LDAPS: Linux=636, Windows=3269). Use commas for more than one server. Same as above.
pt_br: O número da porta do servidor LDAP. (LDAP: Linux=389, Windows=3268) (LDAPS: Linux=636, Windows=3269). Utilize vírgulas para mais de um servidor. O mesmo que acima.

source: Search DN:
pt_br: Pesquisa DN:

source: The base DN in which to carry out LDAP searches. (Ex. DC=example,DC=com)
pt_br: O DN base no qual o LDAP fará a pesquisa. (Ex. DC=example,DC=com)

source: Account Sufix:
pt_br: Sufixo da Conta:

source: The user account sufix. (Ex. @example.com)
pt_br: O sufixo da conta de usuário. (Ex. @exemplo.com)

source: Search User DN:
pt_br: Usuário de Pesquisa DN:

source: Some systems do not allow anonymous searching for attributes, and so this will set the account to use when connecting for searches.
pt_br: Alguns sistemas não permitem pesquisa anônima para atributos, essa opção define a conta para ser utilizada durante as pesquisas.

source: Search User Password:
pt_br: Senha do Usuário de Pesquisa:

source: Password for the User DN above.
pt_br: A senha para o Usuário DN acima.

source: Test Connection:
pt_br: Testar Conexão:

source: Specify whether or not to test the ldap server connection on form submit.
pt_br: Define se é para realizar um teste de conexão no servidor ldap durante o envio do formulário.

source: Save Options
pt_br: Salvar Opções

source: Attributes:
pt_br: Atributos:

source: Inform all LDAP attributes you wish to synchronize within the network users profiles. Separate the user profile field from the LDAP attribute using an equal sign, one pair per line. (Ex. Phone=telephoneNumber)
pt_br: Informe todos os atributos LDAP que você deseja sincronizar com as contas de usuário da rede. Separe o campo do perfil do usuário do campo do atributo do LDAP utilizando um sinal de igual, um par por linha. (Ex. Telefone=telephoneNumber)

source: Capitalize Names:
pt_br: Ajustar Nomes:

source: Names should be capitalized when imported? (Ex. "JOHN DOE" or "john doe" will be replaced by "John Doe")
pt_br: Nomes deverão ser ajustados durante a importação? (Ex. "JOÃO SILVA" ou "joão silva" será substituído por "João Silva")

source: Job schedule:
pt_br: Agenda da Tarefa:

source: The synchronization schedule. Use the built in calendar to choose the date and time.
pt_br: A agenda de sincronização. Utilize o calendário para escolher a data e hora.

source: Next Run on:
pt_br: Próxima Execução em:

source: No jobs scheduled.
pt_br: Não há tarefas agendadas.

source: Perform a full Sync:
pt_br: Realizar sicronização completa:

source: Specify whether or not to perform a full synchronization on next run. The default behavior, the job will perform a full sync only on the very first time. On next run only LDAP users that have some info changed will be updated.
pt_br: Define se deverá ser executada uma sincronização completa na próxima execução. Por padrão, a tarefa deverá realizar uma sincronização completa apenas em sua primeira execução. Nas próximas execuções apenas usuários LDAP que possuem alguma alteração de dados serão atualizados.

source: Disable Sync:
pt_br: Desabilitar Sincronização:

source: Check if you want to disable the synchronization process.
pt_br: Marque se você desejar desabilitar o processo de sincronização.

source: Run Now:
pt_br: Executar Agora:

source: Specify whether or not to run the synchronization process on form submit.
pt_br: Define se o processo de sincronização deverá ser executado durante o envio do formulário.

source: Connection Settings
pt_br: Configurações de Conexão

source: Attribute Mapping
pt_br: Mapeamento de Atributos

source: Synchronization Job
pt_br: Tarefa de Sincronização

source: Ldap Synchronization Options
pt_br: Opções de Sincronização LDAP
